<?php
//Страничный скрипт согласия с обработкой персоальных данных
defined('_ASTEXE_') or die('No access');
?>
<h2>1. Общие положения</h2>
<p>1.1. Настоящее Пользовательское соглашение (далее - Соглашение) представляет собой договор между Пользователем сети Интернет (далее - Пользователь) и Администрацией веб-сайта <a href="<?php echo $DP_Config->domain_path; ?>"><?php echo $DP_Config->site_name; ?></a> (далее - Оператор) относительно порядка использования сайта <a href="<?php echo $DP_Config->domain_path; ?>"><?php echo $DP_Config->site_name; ?></a> (далее - Сайт). Пользователь обязан полностью ознакомиться с настоящим Соглашением до момента использования функциональных возможностей Сайта.</p>

<p>1.2. Использование Сайта и его функциональных возможностей означает полное и безоговорочное принятие Пользователем настоящего Соглашения.</p>

<p>1.3. Действующая редакция Соглашения разработана Оператором и доступна любому пользователю сети Интернет при переходе по ссылке <a target="_blank" href="/polzovatelskoe-soglashenie">Пользовательское соглашение</a>. Настоящее Соглашение может быть изменено и/или дополнено Оператором в одностороннем порядке. Пользователю рекомендуется регулярно проверять наличие изменений в настоящем Соглашении.</p>
asdkjasldkjasdlkj

<h2>2. Назначение сайта</h2>
<p>Сайт предназначен для публикации сведений о деятельности Оператора, а также продажи товаров, оказания услуг по подбору товаров и их доставке Пользователю.</p>


<h2>3. Обработка персональных данных пользователя</h2>
<p>3.1. Пользователь дает согласие Оператору на обработку персональных данных в соответствии с Федеральным законом от 27.07.2006 N 152-ФЗ «О персональных данных», с целью покупки товаров, получения услуг по подбору товаров и их доставке, а также для решения всех вопросов, связанных с использованием функциональных возможностей Сайта.</p>


<p>3.2. Оператор осуществляет обработку персональных данных Пользователя в целях продажи Пользователю товаров, предоставления Пользователю услуг по подбору товаров и их доставке, а также для решения всех вопросов, связанных с использованием функциональных возможностей Сайта.</p>


<p>3.3. Пользователь предоставляет свои персональные данные посредством отправки форм регистрации и форм обратной связи.</p>

<p>3.4. Персональные данные Пользователя хранятся и обрабатывается с соблюдением требований Федерального закона от 27.07.2017 N 152-ФЗ «О персональных данных».</p>